import Product1 from '../img/product1.jpg'
import Product2 from '../img/product2.jpg'
import Product3 from '../img/product3.png'
import Product4 from '../img/product4.webp'
import Product5 from '../img/product5.jpg'
import Product6 from '../img/product6.jpg'
import Product7 from '../img/product7.jpg'
import Product8 from '../img/product8.jpg'
import Product9 from '../img/product9.jpg'
const ProductData = [
    {
        id:1,
        title:'Околувратник за куче',
        img:Product1 ,
        price:250,
        des:'Околувратниците за кучиња не само штитат од загубување, туку и служат како средство за идентификација и безбедност.Изберете стилски и функционален околувратник што ќе го задоволи стилот на вашето куче и ќе му обезбеди безбедност.',
        category:'galanterija',
        animal:'kuce'
    },
    {
        id:2,
        title:'Песок за мачки',
        img:Product2,
        price:350,
        des:'Квалитетниот песок за мачки е неопходен дел од куќен милениум. Специјално дизајниран за апсорпција на мирисите и лесно чистење, песокот за мачки обезбедува чисто и хигиенично околување за вашата мачка.',
        category:'ordzuvanje',
        animal:'macka'
    },
    {
        id:3,
        title:'Шампон за куче',
        img:Product3,
        price:500,
        des:'За луксузно и здраво куче, изберете квалитетен шампон за куче. Овие производи обезбедуваат нежна и ефикасна нега на кожата и пелетата, давајќи му на вашиот љубимец свеж и чист изглед. Со различни формули и мириси, шампоните за куче се дизајнирани да ги исполнат потребите на секое куче.',
        category:'odrzuvanje',
        animal:'kuce'
    },
    {
        id:4,
        title:'Кревет за куче',
        img:Product4,
        price:900,
        des:'Креветот за куче е идеален комфорен простор за вашето четириножно пријателче. Дизајнирани со висококвалитетни материјали и удобни влошки, овие кревети обезбедуваат поддршка и удобност, што го прави идеално место за одмор и сон. Достапни во различни облици и димензии, креветите за куче ги задоволуваат различните вкусови и потреби на вашето куче.',
        category:'galanterija',
        animal:'kuce'
    },
    {
        id:5,
        title:'Кревет за маче',
        img:Product5,
        price:850,
        des:'Креветите за мачиња се креирани со внимание кон детали, обезбедувајќи на вашите мачки удобно и безбедно место за одмор. Од меканите внатрешни влошки до структурите со подигнати бордови, креветите за мачиња ги задоволуваат инстинктите за удобност и безбедност на вашите куќни лавови.',
        category:'galanterija',
        animal:'macka'
    },
    {
        id:6,
        title:'Околувратник за мачка',
        img:Product6,
        price:500,
        des:'Околувратниците за мачки се стилски и функционални додатоци кои го нудат неопходното комфорно и безбедно околување за вашата мачка. Дизајнирани со предвидливост кон безбедността, овие околувратници често вклучуваат системи за безбедно заклучување, рефлективни елементи за видливост во темни услови и пристап до идентификациски тагови. Изберете околувратник што го одразува стилот и личниот вкус на вашата мачка.',
        category:'galanterija',
        animal:'macka'
    },
    {
        id:7,
        title:'Транспортер за мачка',
        img:Product7,
        price:1050,
        des:'Транспортерите за мачки се неизоставен дел од патувањето со вашата мачка, било тоа до ветеринар, патување или места за одмор. Овие транспортери обезбедуваат безбедно и удобно место за вашата мачка, со добра вентилација и сигурно заклучување. Се одликуваат со лесно пренослив дизајн и добар пристап за вашиот миленик. Изберете транспортер што ги задоволува потребите на вашата мачка и обезбедува безбедно и спокојно патување.',
        category:'galanterija',
        animal:'macka'
    },
    {
        id:8,
        title:'Четка за мачка',
        img:Product8,
        price:400,
        des:'Четките за мачки се неопходен алат за одржување на красивата пелта на вашата мачка. Со различни видови четки за различни типови пелти, овие алатки ќе ви помогнат да ги отстраните отпадоците и непотребните мрсни налепи, заедно со застарената подлака. Дополнително, четките промовираат здрава циркулација на крвта и оставаат пелтата на мачката чиста и блескава.',
        category:'odrzuvanje',
        animal:'macka'
    },
    {
        id:9,
        title:'Ноктарка за животни',
        img:Product9,
        price:350,
        des:'Сечачите за нокти за куче се незаменлив алат за одржување на здрави нокти на вашето куче. Изработени од висококвалитетни материјали и со остри сечива, овие сечачи обезбедуваат прецизно и безболно сечење. Со нивна употреба, ги намалувате ризиците од повреди и болки поврзани со долги нокти, обезбедувајќи здрави и среќни шапиња.',
        category:'odrzuvanje',
        animal:'site'
    },
]

export default ProductData;